book-text-demonomicon1 = 如何召唤恶魔
          - J.G. 威兹杰拉德 著

          1. 待办：完成恶魔召唤指南的编写

book-text-demonomicon2 = 如何召唤柠檬
          - J.G. 威兹杰拉德 著

          1. 待办：完成柠檬召唤指南的编写
          2. 等等。笔误。哦不。抱歉大家

book-text-demonomicon3 = 我找到的酷炫恶魔名字
      - 莫斯罗克女士 著

      亚伯拉克萨斯
      耐菲利姆
      巴力
      利维坦
      加里
      摩洛克
      斯库拉
      芬尼克斯

book-text-chemistry-insane = 伊戈尔化学的化学指南

      标题：化学指南

      摘要：化学指南

      章节：伊戈尔化学的智慧之言

      我的第一条建议。就是始终保持乐趣。你永远不知道一切什么时候会结束。
      所以就继续搞吧！！

      我的第二条建议。我就是停不下来把连体服磨碎。我的"同事"（特工们）一直对我大喊
      叫我停下，说"会从我们的薪水里扣"，但这玩意效果太好了。我就像一个室内装潢天才。
      萨克斯管和电池能让我暂时分心，但我总是会回到连体服上。呼哟。

      我的第三条建议。谢谢你的阅读！！伊戈尔化学

      结论：伊戈尔化学

book-text-botanics = ** 纳米崔森领地内发现的植物标本应用 **

      许多植物研磨后可提取有用的化学物质。S.（太空标本）罂粟和S. 芦荟
      以其基本治愈特性而闻名。

      S. 灵芝，或称灵芝，以其强效解毒、从毒素濒死中拯救生命的能力著称。但过量食用
      会产生不良影响。

      S. 鹅膏菌，一种强力毒性标本（愿亚拉卡斯特爵士安息），以及S. 银河草，一种
      看似普通的抗毒素，似乎彼此之间存在某种关联。

      目前正在对上述药用植物的组合进行研究，可能会有所收获。

      ----

      - 詹姆斯·亚拉卡斯特与戈尔祖克·苋菜 著

book-text-gnome = 向我们的地精王致敬

      他是将我们的同类置于岛屿世界的伟大制图师！

      他爱戴着最大帽子的人！

      被那些不理解我们同类的恶棍击倒！

      我们的复仇将会全部得到偿还！他将再次崛起！嘿呼！

book-text-fishing = 长大后，我想成为一名太空海的捕捞者！

      我认为在我的日子结束之前，我想捕获那条传说中的太空鱼！

      我就像一只小老鼠，在奶酪的大海上航行！混蛋们前来终结我，但我像猫一样狡猾，运气好得出奇！

      按下<左肩键>和<右扳机>来激活钓鱼小游戏。

      - 约翰·贝克·阿克洛波利 中士

book-text-detective = 第一章：大空间站里的小冒险

      这个空间站充满了罪行与污垢……

      我在贝果区投篮时，听到一声呼喊和一声激光枪声。我走到附近的桌子下面躲避，但没有出现第二声枪响。

      在外面，工程主管被两名装备了凶猛违禁品的辛迪加特工炸飞了。连做一个开棺葬礼的遗体都不够。

      这里总是乱作一团……我永远不会再以同样的眼光看待小丑了。

      问题是……谁干的？
