book-text-gaming1 = 不能留下来玩了。
      工程部让我密切监视奇点SMES。
      留下这张纸，让你知道情况。
      抱歉。
       - 亚历山大

book-text-gaming2 = 约翰尼·克洛
      职业：德鲁伊
      阵营：守序善良
      力量：1,294,139
      敏捷：4,102,103
      体质：9,522,913
      智力：528,491
      感知：1
      魅力：1
      年龄呢？
      这些属性数值为什么这么荒唐？
      莉雅，你到底想做什么？- 你的友善DM

book-text-gaming3 = 来自太空的太空巨型苍蝇
      第一场：他们应该先搞清楚世界的状况以及太空巨型苍蝇的事。
      第二场：他们应该知道去法师宫廷询问关于地震扰动的事。
      第三场：正在前往地下巢穴的途中。
      第四场：刚刚遭遇了苍蝇建筑师。
      天哪，他们突然开始随机屠杀所有人了

book-text-gaming4 = 没办法来参加聚会，化学师又把医院炸了。
      这班次第五次了。
      真是令人叹为观止。
      但不是好的那种叹为观止。
      干杯，- 阿丽尔
