book-text-escalation = 当涉及到被痛揍这件事，关键全在于策略。做得好，你会成为空间站的羡慕对象。做得不好，连神明都可能背弃你。就我个人而言，我总是追求前者……

        首先：让嘲讽飞！这是你让对手知道你对他们那双荒唐大鞋和烦人喇叭有多少意见的好机会。

        任何冲突都少不了一点肢体接触。给你的对手来上一两下推搡，运气好的话他们会踉跄摔倒，为更多的嘲讽创造机会。

        但要当心，因为此刻你的对手可能已经在想着怎么弄死你了。所以，试着让局面冷静下来。在不可避免的凶杀调查中，这会让你显得很体面。

        如果降级无效，是时候拿起武器了。但要聪明点——选一件看起来绝对没有杀伤力的东西，比如这本书。

        如果你们还都站着，是时候掏出大杀器了。找到你能找到的最锋利的东西，终结这一切，因为所有人都已经有点累了。

        现在，把你击败的对手游街示众押去医疗舱，让所有人都知道你有多能打。

        记住，关键在于节省体力。让你的对手替你做些升级的事——这是双赢！

book-text-escalation-security = 做对了，全站会叫你"烂警卫"。做错了，你会因为滥用警棍而被神明问责。就我个人而言，我总是追求前者……

        他们说笔比剑更有力量，但你没有剑，你有的是电击棍，而且你一开口写报告，任何嫌疑人都会拔腿就跑。

        所以，试着用语言来开始你的对抗。这可能不会让人叫你"烂警卫"，但对付有致命意图的人也不大可能奏效。

        你的下一步应该是使用非致命或低致命性设备，例如电击棍、制动器、闪光弹和闪光手雷。只是使用之前确保接受过培训——把这些东西递给嫌疑人换取配合可不是这些工具的正确用法。

        如果你幸运地遇到了构成致命威胁的嫌疑人，是时候把你从军械库囤积的好东西都拿出来了。

        为了额外的震慑效果，把被你制服的嫌疑人送去医疗舱治疗，而不是关押间。这样，全体船员都能看到你有多能打。
