book-text-plasma-trap = 哈哈哈哈哈，他们现在绝对没法碰我们的存货了，对吧？
      我把存放东西的地方设置成了一千开尔文的高温。
      你知道需要的时候怎么把温度降下来。
       - J.

book-text-holoparasite-info = 感谢您选择我们的全息寄生体套餐！
      赛博太阳公司始终致力于尖端军事和工业技术，非常感谢您对我们机构的支持！
      守护者是栖居于您体内的智慧生命体，对气压、温度乃至子弹等常见危险完全免疫！
      您购买的全息寄生体套餐内含一个全息寄生体激活器、一本使用说明手册以及我们的软帽周边商品。
      使用说明：
      1. 激活全息寄生体注射器（建议在僻静处进行）。
      2. 等待刺痛感和/或痛苦的形而上学感觉。
      3. 检查您的全息寄生体是否具备沟通合作能力，以及能否理解您的指令。
      4. 使用召回显现能力将全息寄生体召唤或召回至您的体内。
      5. 保持全息寄生体在您附近，否则它将被强制召回！
      警告：守护者是形而上学生命体，但其存在会消耗您的生命值。对守护者造成的直接伤害会部分转移到您身上！
      赛博太阳公司对因滥用全息寄生体技术而导致的任何后果概不负责。

book-text-ame-scribbles = 不知道你是否已经受过训练，希望这些能帮到你。
      AME控制器需要低压电源和高压导线才能输出。如果不确定，用撬棍检查一下区域。
      你找到这张纸旁边应该有一个空房间，那个房间的电路是为AME设计的。
      当然，只要能把电线接过去，你可以把AME放在任何地方。
      3x3的AME零件网格，用多功能工具点击解包。注意不要把任何东西"困"在里面。
      AME控制器与任意点水平或垂直相邻（不能斜向）。
      只有1个核心（3x3网格能提供的数量），注射量不要超过2。
      黄金法则：每1个核心对应2次注射。可以调低以节省燃料。
      调高会烧毁引擎，最终导致爆炸。别这么做。
      别忘了给它加燃料，它总在最糟糕的时候停转。

book-text-agrichemkit-manual = 感谢您选择纳米崔森适合全年龄段的农业化学真好玩！化学套装，这是2468年最好的寓教于乐玩具！准备探索自从人们把鱼埋进玉米地以来农业领域最重大的创新吧。

      套装内容：
      5瓶方便标注的30u瓶子，分别装有氮、磷、氢、钾和乙醇各一瓶
      2瓶安全趣玩(TM)规格的5u小瓶，分别装有氯和镭各一瓶
      1个30u空瓶，等待您的实验。

      第一个实验：简易营养液
      要制作简易营养液——一种富含植物健康生长所需营养的肥料，等量混合氮、磷和钾。制作满瓶需要各10u。
      一小瓶简易营养液可以替代一大堆原本需要堆肥以维持植物生长的农产品。堆肥的作物就是没有盈利的作物，所以要保持简易营养液的持续供应。

      第二个实验：氨和二乙胺
      将3份氢与1份氮混合制成氨。这是一种对生长不佳的作物有益的健康营养物。
      但如果你想在当地纳米崔森赞助的县博览会上给评委留下深刻印象，则需要在氨中加入等量乙醇。
      这将混合成二乙胺，一种既能让植物生长更快又能延长寿命的奇迹肥料！感谢二乙胺，让你最喜爱的作物陪伴你更久。

      第三个实验：不稳定突变原
      当你准备好向所有人展示你是站上最伟大的植物学家时，你需要混合一些不稳定突变原，并寄望于好运。尽管名字听起来可怕，不稳定突变原用于植物时完全安全，但请不要自己喝下这种看起来很吸引人的绿色化学物质。
      
      将等量镭、磷和氯混合，制成一批鲜绿色的不稳定突变原，这是从农场获得最大收益的安全有趣方式。本套装能让你制作15u，这可能是你进入农业化学明星之路的起点！
      不稳定突变原对植物生命可能产生各种效果，包括对各种生长参数的剧烈改变、充满有益药物的农产品、在黑暗中发光的植物，或创造全新物种。
      
      每株植物对不稳定突变原的反应不同，因此你可能需要在多株作物上小剂量使用，并尝试将每株最佳特性杂交培育。对一株植物施用多次可能叠加多种变化，使单独筛选出理想特性变得更困难。
      不稳定突变原作为肥料使用完全安全，纳米崔森对使用期间可能碰巧发生的作物死亡、水费暴增、新获得意识的植物提出存在主义问题或农场工人被植物缠死等情况不承担任何责任。
      请勿饮用不稳定突变原。处理后请彻底洗手。若在24小时内注视不稳定突变原超过30分钟，请冲洗眼睛。存放于293–295K的暗室中。公司假日期间禁止使用。如果你开始听到有声音叫你喝下不稳定突变原，请联系你的医生、人事主管或驱魔师。

book-text-combat-bakery-kit = 感谢您选择我们的战斗烘焙套装！
      套装内含两（2）个赛博太阳专利投掷羊角面包，以及一（1）把专利申请中的法棍剑。
      附带的冬卡公司微波炉板可以建造一台能够烘焙更多武器的微波炉。
      和烘焙武器一样，请务必在使用后吃掉这张纸条。祝你好运，特工。

      法棍剑配方：
      面团 x 1
      盐 5u
      胡椒 5u
      金属棒 x 1
      烹饪时间：15秒

      投掷羊角面包配方：
      生羊角面包 x 1
      黄油片 x 1
      玻璃碎片 x 1
      烹饪时间：5秒
