# 所有拼写错误和不通顺的语句均属故意为之！
# I hate saving paper contents in ftl files

## 页眉与可复用元素

-delivery-header-nanotrasen = [color=blue]
                                                                      ╔══════════════════╗
                                                                      ║███░███░░░░██░░░░░║
                                                                      ║░██░████░░░██░░░░░║
                                                                      ║░░█░██░██░░██░█░░░║
                                                                      ║░░░░██░░██░██░██░░║
                                                                      ║░░░░██░░░████░███░║
                                                                      ╚══════════════════╝[/color]

-delivery-header-nanotrasen-alternate-timeline = [color=red]
                                                                ╔══════════════════╗
                                                                ║███░███░░░░██░░░░░║
                                                                ║░██░████░░░██░░░░░║
                                                                ║░░█░██░██░░██░█░░░║
                                                                ║░░░░██░░██░██░██░░║
                                                                ║░░░░██░░░████░███░║
                                                                ╚══════════════════╝[/color]

-delivery-header-syndicate = [color=#ff0000]
                                                                          ╔══════════════════╗
                                                                          ║░░░░░████████░░░░░║
                                                                          ║░░░░░██░░░░░░░░░░░║
                                                                          ║░░░░░████████░░░░░║
                                                                          ║░░░░░░░░░░░██░░░░░║
                                                                          ║░░░░░████████░░░░░║
                                                                          ╚══════════════════╝[/color]

## 垃圾邮件

delivery-spam-1 =   超级工具箱——特别优惠！
    .desc =         一则关于超级工具箱的广告。
    .content =      [color=blue][head=1]
                    ░░▄▀░░
                    ░▄█▄▄▀ [head=3]超级工具箱与工具[/head]
                    ██▀░░░ [/head][/color]

                    {"[bold]买一个工具箱，免费赠送一套工具！[/bold]"}

                    作为我们的尊贵客户，您将获得专属优惠！您的工具不含锈蚀和铅！！！这难道不令人惊叹吗？工具箱那边则含有额外的铅！！砸脑袋和抵挡辐射两不误！！

                    {"[bold]以上所有，还可能更多，仅需一个器官！[/bold]"}

                    超级工具箱与工具：%
                    -无铅无石棉！
                    -或有铅有石棉，如您所愿！
                    -超便宜！只需一个器官！比两个器官少多了！
                    -不必须是您的器官！我们不评判！

delivery-spam-2 =   选择纳米智造的理由！
    .desc =         一则关于纳米智造的广告。
    .content =      {-delivery-header-nanotrasen}

                    {"[head=2]辛迪加无能的三大理由[/head]"}

                    {"[bold]理由一[/bold]"}
                    他们的卧底完全是废物！连一个有死亡愿望的乘客都杀不掉！

                    {"[bold]理由二[/bold]"}
                    他们的平民怕子弹！相信我，我们试过！不像纳米智造的平民，辛迪加平民被一颗子弹打到头就死了！子弹我们有得是！

                    {"[bold]理由三[/bold]"}
                    他们的标志太丑了！他们觉得自己的标志很酷！哦，看看我，我好厉害！哦，蛇和S的组合！多有创意啊！我三岁的儿子都能画出更好的标志！

delivery-spam-3 =   选择辛迪加的理由！
    .desc =         一则关于辛迪加的广告。
    .content =      {-delivery-header-syndicate}

                    {"[head=2]纳米智造无能的三大理由[/head]"}

                    {"[bold]理由一[/bold]"}
                    他们的枪很烂！他们连狙击步枪都没有！他们的安保人员在大多数情况下甚至不能携带大枪！

                    {"[bold]理由二[/bold]"}
                    他们的指挥官？一枪就死！没有酷炫的盔甲！就是砰，死了！太没劲了！我们的指挥官有酷炫的硬套装！

                    {"[bold]理由三[/bold]"}
                    他们的杀人方式毫无新意！就知道用枪！没有把人扔进深空，没有在安全模式关闭时把人塞进回收机，没有把炸弹偷偷放进口袋！太无聊了！

delivery-spam-4 =   厌倦了科学部爆炸？
    .desc =         按照这些简单步骤确保它永远不再发生！
    .content =      [head=3]科学部会爱死你的!!

                    你是否[bold]厌倦[/bold]了你的空间站科学部在没做任何实际科研的情况下就爆炸？
                    运气来了！[/head]

                    按照这个简单指南，我们将确保你的科学部[italic]永远无法运作！[/italic]

                    只需按以下步骤操作：
                    - 第一步：找到科学部的研究服务器
                    - 第二步：将研究服务器从地面上拆下
                    - 第三步：将研究服务器扔入太空，最好朝蜘蛛族超级秘密太空道场的方向
                    - 第四步：等待大约3-5个工作班次
                    - 第五步：蜘蛛快递公司的工作人员将每周为您的空间站提供一张（1）技术盘。

                    {"[color=lightgray]注意：蜘蛛族对您的上司对您采取的任何惩罚不负任何责任。[/color]"}

delivery-spam-5 =   免费万能通行证！！
    .desc =         你曾经想要免费全通行权限吗？！
    .content =      [head=3]你是否曾经想拥有[italic][color=green]免费[bold]万能通行证！？！？[/bold][/color][/italic][/head]
                    {"[head=2]现在你可以了！！[/head]!"}

                    你只需拨打[color=blue]555-全通行-超值[/color]并报上你的空间站ID# !!!
                    完成后，我们可以远程查询您空间站货运部门的钱包，提取三笔[italic]轻松[/italic]付款所需的费用，让您获得
                    {"[head=2][color=green] [bolditalic] 免费万能通行证！！！！！！！！[/bolditalic][/color][/head]"}


                    {"[color=gray]"}
                    {"[bullet/]注意：空间站ID须按照\"NT/NX - ###\"格式申报"}
                    {"[bullet/]注意：向客户空间站货运部门的付款每笔约5000太空元，不含各项处理费"}
                    {"[bullet/]注意：如果您的站长在得知此信后强迫您填写正式的全通行权限表格，极限优惠有限公司对此不负任何责任"}
                    {"[/color]"}

delivery-spam-6 =   纳智公司正式通知！！
    .desc =         来自纳智公司CEO的官方通知？！
    .content =      [color=red] 这是来自[color=blue]纳智公司[/color]负责人的官方通知[/color]

                    尊敬的先生、女士或其他无足轻重的空间站人员

                    如果您不希望此空间站在以下机构眼中被评定为无利可图
                    {"[head=2][italic] 我们伟大而光荣的[color=blue]纳米智造[[/color][/head]"}
                    那么您必须安排将三[color=blue]NT[/color]标准堆叠的[color=blue]NT[/color]标准金锭在5个[color=blue]NT[/color]标准工作班次内发送至您空间站的外部贸易站。

                    {"[head=2][color=red]忽略此命令将面临来自[color=green]中央指挥[/color]的惩罚！！！！！[/head][/color]"}

delivery-spam-7 =   速派增援！
    .desc =         来自……一个平行时间线的官方通知？
    .content =      {-delivery-header-nanotrasen-alternate-timeline}
                    {"[head=2]这是来自纳米智造15号空间站[color=red]首席安保官[/color]的官方通知。[/head]"}

                    致收件人。我是里格尔中士，我的职务是首席安保官。我们需要立即支援。

                    我们的空间站正遭受原子特工袭击，这封信是通过我们的[color=purple]研究主任[/color]制造的不稳定蓝空异常体发送的。

                    我目前被困在指挥桥，如果您收到此信，请立即派援。我不知道我们还能坚持多久。

                    荣耀归于纳米智造。

delivery-spam-8 =   纳尔希之子
    .desc =         当地一个邪教正在招募成员。
    .content =      [color=#134975][head=2]纳尔希之子[/head][/color]
                                                    新纪元的开始
                    {"[bold]══──══──══──══──══──══──══──══──══──══──══[/bold]"}

                    {"[head=3]你是否在宇宙的浩瀚中感到迷失？[/head]"}
                    在现代社会，迷途的灵魂很容易感到自己只是庞大企业机器中的一颗螺丝钉。

                    {"[head=3]你是否觉得自己生来就有更崇高的使命？[/head]"}
                    你是否厌倦了被强加给你的平淡生活？拖地板、送箱子、或是填写无尽的文件？

                    {"[head=3]你想让银河变得更美好吗？[/head]"}


                    如果你对以上任何问题回答"是"，那么立即联系我们的代表吧！我们在整个银河系的空间站上都有成员，热切欢迎新成员加入我们的行列。成为助力血之几何师降临我们宇宙的利刃之一，让众生皆知其极乐！

                    你只需说出[color=#FF0000][italic]"Sas'so c'arta forbici!"[/italic][/color]

delivery-spam-9 =   你想战斗吗？！
    .desc =         当地搏击俱乐部的广告。
    .content =      [color=#aaaaaa]▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀▀[/color]
                                                {"[bold][head=1]狂暴铁笼[/head][/bold]"}
                    {"[color=#aaaaaa]▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬[/color]"}
                    {"[bold][color=#FF0000][head=3]你想战斗吗？[/head][/color][/bold]"}
                    {"[bold][color=#FF0000][head=3]你想获胜吗？[/head][/color][/bold]"}
                    {"[bold][color=#FF0000][head=3]你想称王称霸吗？！[/head][/color][/bold]"}



                    那就来……[color=#FF0000][bold][head=2]狂暴铁笼[/head][/bold][/color]



                    隐藏在你所在纳米智造空间站深处的就是专利[color=#FF0000][bold]狂暴铁笼[/bold][/color]。这是一个通电搏击竞技场，专为最强壮的战士设计，[color=#FF0000][bold]狂暴铁笼[/bold][/color]将懦夫与勇士、菜鸟与战士、失败者与赢家区分开来。
                    ──────────────────────────────────────────
                    在[color=#FF0000][bold]狂暴铁笼[/bold][/color]中只有一条规则：[italic]两名战士入场，一名战士离开。[/italic]
                    ──────────────────────────────────────────
                    没有武器，没有盔甲，只有纯粹的[bold]战斗[/bold]。不要输了成为[bold]懦夫[/bold]。今天就在[color=#FF0000][bold]狂暴铁笼[/bold][/color]中赢得你空间站最强战士的荣誉！

delivery-spam-10 =  不要打开这封邮件
    .desc =         你已经被诅咒了！
    .content =      [color=#FF0000][bold][head=2]停下[/head][/bold][/color]

                    如果你在读这封信……[color=#FF0000][head=3]你已经被诅咒了！！！[/head][/color]

                    我很抱歉对你这样，但我必须警告你：

                            {"[color=#FF0000][head=1]血腥蜥蜴的鬼魂[/head][/color]"}

                    一切从我也收到一封信开始：那是一张蜥蜴毛绒玩具的可怕图片，一双血红色的眼睛直盯着我。信里说我被诅咒了……如果我不在30天内把这封信发给30个人，血腥蜥蜴会在深夜降临……

                    {"[italic]然后杀死我。[/italic]"}

                    我很抱歉……但你是我必须发送的30人之一……现在你也被诅咒了……

                    请把这封信发给30个人来解除诅咒！你还有救！还有时间！别让血腥蜥蜴也抓住你，拿上这个！它能保护你免受黑暗灵魂侵扰……[head=3]暂时[/head]




                    {"[head=1]哦不它来了！！！！！！！！[/head]"}

                    ░░░░░░░░░█░░[color=#67CC40]████████[/color]█[color=#67CC40]███[/color]░░░░░░░░░░
                    ░░░░░░[color=#FF0000]████[/color]█[color=#6EC543]█[/color][color=#67CC40]███████[/color]█[color=#FF0000]██████[/color]░░░░░░░░
                    ░░░░[color=#FF0000]████[/color][color=#6EC543]██[/color][color=#67CC40]████████[/color][color=#FF0000]██████[/color][color=#FFFFFF]██[/color][color=#FF0000]█[/color][color=#B53737]█[/color]░░░░░░
                    ░░░░[color=#FF0000]██[/color][color=#6EC543]██[/color][color=#67CC40]██████████[color=#FF0000]████████[/color][color=#B53737]██[/color]░░░░░░
                    ░░[color=#6EC543]██████[/color][color=#67CC40]██████████[/color][color=#FF0000]███████[/color][color=#B53737]███[/color]░░░░░░
                    {"[color=#6EC543]██████[/color][color=#67CC40]██████████████[/color][color=#FF0000]███[/color][color=#B53737]███[/color]░░░░░░░░"}
                    {"[color=#6EC543]██████[/color][color=#67CC40]██████████████[/color][color=#FF0000]█[/color][color=#6EC543]█████[/color]░░░░░░░░"}
                    {"[color=#6EC543]██████████[/color][color=#67CC40]██████████[/color][color=#FF0000]█[/color][color=#67CC40]███[/color]░░░░░░░░░░"}
                    ░░[color=#6EC543]██[/color][color=#FF2020]██[/color][color=#FF3D3D]██[/color][color=#6EC543]████████[/color][color=#67CC40]████[/color][color=#86E158]██[/color]░░░░░░░░░░░░
                    ░░░░[color=#FF2020]██[/color][color=#FF3D3D]██[/color]░░░░[color=#86E158]████████[/color][color=#6EC543]██[/color][color=#61D034]██[/color]░░░░░░░░[color=#56B037]██[/color]
                    ░░░░[color=#FF2020]██[/color]░░░░[color=#A8EB7A]██[/color][color=#B5EE85]██████[/color][color=#A8EB7A]██[/color][color=#6EC543]████[/color][color=#61D034]██[/color]░░░░[color=#56B037]██[/color][color=#48A926]██[/color]
                    ░░░░░░░░[color=#A8EB7A]██[/color][color=#B5EE85]██████████[/color][color=#A8EB7A]██[/color][color=#6EC543]████[/color][color=#56B037]██[/color][color=#48A926]██████[/color]
                    ░░░░[color=#6EC543]██[/color][color=#61D034]██[/color][color=#A8EB7A]██[/color][color=#B5EE85]██████████[/color][color=#A8EB7A]██[/color][color=#48A926]████████████[/color]
                    ░░░░[color=#6EC543]████[/color][color=#86E158]██[/color][color=#A8EB7A]██[/color][color=#B5EE85]████[/color][color=#A8EB7A]██[/color][color=#86E158]██[/color][color=#61D034]████[/color][color=#6EC543]██[/color][color=#48A926]████[/color][color=#52A037]██[/color]░░
                    ░░░░[color=#6EC543]████[/color][color=#61D034]██[/color][color=#86E158]████████[/color][color=#61D034]██[/color][color=#6EC543]██████[/color][color=#52A037]████[/color]░░░░
                    ░░░░░░[color=#6EC543]████[/color]░░░░░░░░[color=#6EC543]████████[/color]░░░░░░░░
                    ░░░░░░░░░░░░░░░░░░░░[color=#6EC543]████[/color]░░░░░░░░░░

delivery-spam-11 =  帮帮爸爸妈妈！
    .desc =         需要经济援助的父母。
    .content =      [bold]亲爱的孩子，[/bold]
                    这是你的父母写信给你：我们需要钱！我们的税务被审计了，欠政府100,000太空元！请帮帮我们！他们只收礼品卡，所以你需要给我们寄100张1000太空元的礼品卡。

                    请寄至：
                    50192 太空路
                    星站市，伊格尼斯 40195-243
                    伽马象限
                    桂利明星系

                    如果我们10天内收不到这笔钱，政府就会来没收儿时的家，我们就无家可归了。

                    {"[bold]谢谢，我们爱你，[/bold]"}
                    {"[italic]爸爸妈妈[/italic]"}

delivery-spam-12 =  加入我们的处女航！
    .desc =         一次悠闲航行的广告。
    .content =      [head=2]加入……的处女航吧[/head]

                        ░█▀▀░█▀▀░░░█▀▄░█▀▀░█░░░█▀█░█░█░█▀█░█▀▄
                        ░▀▀█░▀▀█░░░█▀▄░█▀▀░█░░░█▀█░▄▀▄░█░█░█▀▄
                        ░▀▀▀░▀▀▀░░░▀░▀░▀▀▀░▀▀▀░▀░▀░▀░▀░▀▀▀░▀░▀


                    {"[bold]══════════════════════════════════════════[/bold]"}

                    搭载最新舒适技术™，拥有伊拉克西星系这一侧最美丽的风景！[italic]SS轻松号[/italic]是最先进的豪华巡洋舰，带您踏上一生一次的旅程！

                    {"[head=3]在配备一切现代设施的豪华舱™内舒适地欣赏盖利马尔*的磷光湖泊！[/head]"}

                    {"[head=3]在享用五星级宇宙级厨师的美食的同时，惊叹于宇宙之眼**的壮观！[/head]"}

                    {"[head=3]探索阿加塔尔***的遗址，现已在纳米智造顶尖科学家的协助下向公众开放。古阿加塔尔文明的所有谜团都已被发掘并展示供您观赏！[/head]"}

                    每晚仅需5,000太空元，这次长达六个月的豪华游轮之旅可以成为您梦想中的假期！今天就拨打[color=#00FF00]快乐热线[/color]预订您的游轮。不要等待！立即行动！




                    {"[italic]*磷光湖泊不可游泳，登陆盖利马尔时您已放弃对轻松目的地的一切法律追索权。[/italic]"}
                    {"[italic]**宇宙之眼每次凝视不得超过五秒。您听不到宇宙之眼的呼唤。[/italic]"}
                    {"[italic]***登陆前须签署安全协议，轻松目的地不保证阿加塔尔遗址的安全。参观遗址的旅行团失踪率已降至可接受的0.23%。[/italic]"}

delivery-spam-13 =  信纸
    .desc =         致编辑的一封信。
    .content =      致相关负责人：

                    著名的伊恩与雷诺大冒险系列丛书深受小朋友喜爱，至少有一只严重阅读障碍的蜥蜴也很喜欢（别担心，我好多了）。然而，这本书的出版存在一个错误，因为伊恩与雷诺写作时从不会出错。在《伊恩与雷诺大冒险：勇气与友谊的极地之旅》中，使用了《伊恩与雷诺大冒险：探索城市》中的两行内容。
                    这完全说不通。伊恩与雷诺怎么会在北极找到一只小猫咪？小猫咪在那里做什么？为什么伊恩与雷诺今天表现得格外出色？最严重的错误是第二行错位的句子，"当白天变成夜晚，他们筋疲力尽但对他们在城市里的冒险感到满足"（伊恩与雷诺，第1页）。哦，抱歉！！！我不知道北极居然有一座城市！！！他们就顺路去了。你知道的。喝杯咖啡。哦等等！！咖啡会害死狗和狐狸！！！！！！谁会出版这种东西！！！！！你刚刚杀死了伊恩与雷诺！！！！！！！！！！！！！！！！你怎么能这样！！！！！！！！！！！！！！！！！！！！！你这个怪物！！！！！！！！！！！！！！！！！
                    你把伊恩与雷诺搞死了能得到什么好处。嗯？书更长了？你需要那本更长的书，对不对？长书卖得更贵，对不？你想赚更多钱？
                    看看你的所作所为。你把他们两个都搞死了。恭喜。
                    再也不会有续集了。
                    赚钱的感觉如何？！真差劲！！！
                    {"["}bold]你就不该把他们搞死！！！！！！！！！！！[/bold]
